"UnknownTime" = "--";
"<n> seconds" = "%d seconden";
"Less than a minute" = "minder dan een minuut";
"a minute" = "een minuut";
"<n> minutes" = "%d minuten";
"an hour" = "een uur";
"<n> hours" = "%d uur";
"About <time>" = "Ongeveer %@";
